Revit 2024 API
ParameterTypeId.RebarSystemSpacingBottomDirn2 Property
 "Bottom Minor Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RebarSystemSpacingBottomDirn2 { get; }
Visual Basic
Public Shared ReadOnly Property RebarSystemSpacingBottomDirn2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RebarSystemSpacingBottomDirn2 {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace